{
  "books": [
    {
      "id": 1,
      "imgUrl": "https://sotaelite.dp.ua/image/cache/catalog/data/Glasses/Bogatijpapa-500x500.jpg",
      "title": "Богатый папа бедный папа",
      "descry": "Эта книга — настоящее лекарство от нищеты. Если вы всерьез решили стать богатым, она поможет вам заглянуть в суть финансовых проблем и добиться реального успеха. Обсуждаемые автором принципы универсальны и неизменны. Они докажут вам свою действенность так же, как доказали ее многим другим людям, став ключом к стабильному финансовому прогрессу и процветанию.",
      "genre": "Бизнес и предпринимательство",
      "pages": "330",
      "authorId": 1
    },
    {
      "id": 2,
      "imgUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTuxvCx4WPFe-pWRsVPk5cSamJh3ImBMvgVk8szZTdoGh5Bx6LDdw0rxzq4WpEUd9HhttU&usqp=CAU",
      "title": "Квадрант денежного потока",
      "descry": "Автор этого супербестселлера, знаменитый Роберт Киосаки, ответит вам, почему одни люди работают меньше, зарабатывают больше, платят меньше налогов и чувствуют себя гораздо более защищенными в финансовом отношении, чем другие. Эта книга поможет вам найти свой путь к финансовой свободе в нашу эру больших перемен.",
      "genre": "Бизнес и предпринимательство",
      "pages": "275",
      "authorId": 1
    },
    {
      "id": 3,
      "imgUrl": "https://content.rozetka.com.ua/goods/images/big/143709865.png",
      "title": "Пес Мани",
      "descry": "«Пес по имени Мани, или Алфавит денег» Бодо Шефера – незаменимая книга в каждой семейной библиотеке. Она ценна тем, что вместе с ней ваш ребенок научится финансовой грамотности, а это значит, что он не потребует приобрести в магазине какую-то ненужную вещь, будет уметь распоряжаться карманными деньгами и знать цену деньгам.",
      "genre": "Финансовая грамотность для детей",
      "pages": "300",
      "authorId": 2
    },
    {
      "id": 4,
      "imgUrl": "https://book4you.uz/wp-content/uploads/2020/08/put_k_finansovoy_svobode_03.jpg",
      "title": "Путь к финансовой свободе",
      "descry": "Богатство не падает с неба, конечно, если не надеешься попасть под дождь из выигрышных лотерейных билетов. Однако благодаря правильной жизненной и финансовой позиции и долгосрочному плану все могут достичь финансовой безопасности и приобрести солидное состояние, ощутимо повысив уровень своей жизни. Как освободиться от стереотипов о деньгах и состоятельности? Как избежать долгов? Как правильно экономить, не забыв о маленьких жизненных радостях и как значительно повысить свой доход? Бодо Шефер делится инсайдерской информацией и рассказывает об эффективных методах обращения с деньгами, шаг за шагом сопровождая читателя на пути к его финансовой свободе. Мечтаете стать миллионером за 7 лет? Похоже, это вполне реально, стоит начать учиться финансовой грамотности, которая хоть и непростая, но интересная наука.",
      "genre": "Бизнес",
      "pages": "400",
      "authorId": 2
    },
    {
      "id": 5,
      "imgUrl": "https://bookclub.ua/images/db/goods/k/57769_113287_k.jpg",
      "title": "Згодом ",
      "descry": "Джейми – во всем обычный мальчик из обычной неполной семьи, кроме одного.Он видит мертвых и может разговаривать с ними.К тому же, покойники должны всегда честно отвечать на его вопросы.",
      "genre": "Фантастика",
      "pages": "275",
      "authorId": 3
    },
    {
      "id": 6,
      "imgUrl": "https://static.yakaboo.ua/media/cloudflare/product/webp/352x340/i/m/image00001_1_350.jpg",
      "title": "Капитула Дюны",
      "descry": "Орден Всечестных Матрон одна за другой уничтожает планеты и крушит судьбы их обитателей.Матроны имеют количественное преимущество и привезенное из рассеяния непреодолимое оружие.Земли Древней Империи разрушены.",
      "genre": "Фантастика",
      "pages": "576",
      "authorId": 3
    },
    {
      "id": 7,
      "imgUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3sy5olTmpL0eLnQkasw9KLZE2MZ1yoL2v1Q&usqp=CAU",
      "title": "Стив Джобс: человек, мысливший по-другому",
      "descry": "Умопомрачительные взлеты и не менее сногсшибательные падения компьютерного гуру Стива Джобса описаны в этой книге. И все же успехов было гораздо больше.",
      "genre": "Биографии",
      "pages": "500",
      "authorId": 4
    },
    {
      "id": 8,
      "imgUrl": "https://content.rozetka.com.ua/goods/images/big/276317370.jpg",
      "title": "Стив Джобс о бизнесе",
      "descry": "В книге собраны лучшие и самые «знаковые» цитаты Стива Джобса, основателя Apple.«Ваше время ограничено, поэтому не тратьте его на попытки жить чужой жизнью...",
      "genre": "Биографии",
      "pages": "254",
      "authorId": 5
    },
     {
       "id": 9,
       "imgUrl": "https://upload.wikimedia.org/wikipedia/ru/b/be/ICon_Steve_Jobs.jpeg",
       "title": "iCon Steve Jobs",
       "descry": "Название книги двусмысленно — с одной стороны, iCon можно интерпретировать как то, что Стив Джобс являлся иконой в бизнесе и IT индустрии, а с другой стороны может переводиться как «Я — мошенник»",
       "genre": "Биографии",
       "pages": "280",
       "authorId": 5
     }
   
  ],
  "authors": [
    {
      "id": 1,
      "name": "Роберт Кийосаки"
    },
    {
      "id": 2,
      "name": "Бодо Шефер"
    },
   {
      "id": 3,
      "name": "Стивен Кинг"

   },
    {
      "id": 4,
      "name": "Карен Блюменталь"

    },
   {
      "id": 5,
     "name": "Джобс Стив"

   }
  ]

}